waves2foam/task4_cylinder_current/constant/dynamicMeshDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      dynamicMeshDict;
}

dynamicFvMesh   staticFvMesh;
